[
  {
    "data": [
      {
        "id": "1",
        "categori": "3",
        "author": "2",
        "judul": "Santri MA Zaha Jadi Finalis dan Juara 1 Festival Bahasa Arab Tingkat Nasional",
        "slug": "santri-ma-zaha-jadi-finalis-dan-juara-1-festival-bahasa-arab-tingkat-nasional",
        "excerpt": "Afifah Al Kamil, santri kelas XII Program Keagamaan (PK) MA Zainul Hasan 1 dinobatkan sebagai Juara 1 lomba Ghina’ Araby Tingkat Nasional pada Festival Zukhruf. Agenda tahunan ini diselenggarakan oleh Prodi Bahasa dan Sastra Arab (BSA) UIN Sunan Ampel Surabaya pada 9-11 November 2022.Sebelumnya ia berhasil lolos dari babak penyisihan yang pesertany...",
        "body": "<p class=\"ql-align-justify\"><span>Afifah Al Kamil, santri kelas XII Program Keagamaan (PK) MA Zainul Hasan 1 dinobatkan sebagai Juara 1 lomba Ghina’ Araby Tingkat Nasional pada Festival Zukhruf. Agenda tahunan ini diselenggarakan oleh Prodi Bahasa dan Sastra Arab (BSA) UIN Sunan Ampel Surabaya pada 9-11 November 2022.<\/span><\/p><p class=\"ql-align-justify\"><span>Sebelumnya ia berhasil lolos dari babak penyisihan yang pesertanya berasal dari instansi tingkat SLTA sampai Perguruan Tinggi. Di babak final, Afifah berhasil mengalahkan peserta dari Ponpes Nazhatut Thullab dan Al Kindy UIN Maulana Malik Ibrahim Malang sebagai juara 2 dan 3.<\/span><\/p><p class=\"ql-align-justify\"><span>Selain Afifah, 3 delegasi dari MA Zaha juga berhasil menjadi finalis cabang lomba yang lain. Salsabila Meisefiyani mendapat nilai tertinggi ke-5 pada Olimpiade Nahwu Shorof, Adn Rael Arkan Syah mendapat nilai tertinggi ke-4 pada lomba Khitobah Arabiyah, dan Mudrik Albar mendapat nilai tertinggi ke-6 pada Musabaqah Qiraatil Kutub.<\/span><\/p><p class=\"ql-align-justify\"><span>“Prestasi yang membanggakan. Menjadi finalis atau jadi juara itu keren banget, karena peserta lainnya tidak hanya dari pondok pesantren tapi juga dari kampus-kampus. Tinggal evaluasi untuk tahun depan,” ungkap Kepala Madrasah saat mendapat kabar pengumuman dari Surabaya (11\/11). Beliau juga berharap setelah ini MA Zaha bisa terus meraih prestasi di berbagai bidang.<strong>.(en)<\/strong><\/span><\/p><p><br><\/p>",
        "gambar": "gambar-post\/1675568450566.jpeg",
        "created_at": "2022-11-12 07:00:00",
        "updated_at": "2023-02-06 12:33:47"
      },
      {
        "id": "2",
        "categori": "2",
        "author": "2",
        "judul": "Kemah Blok Ada Lagi, Nun Alex: Ini Tarbiyah dan Pembentukan Karakter",
        "slug": "kemah-blok-ada-lagi-nun-alex-ini-tarbiyah-dan-pembentukan-karakter",
        "excerpt": "Setelah sempat ditiadakan selama tiga tahun karena pandemi Covid-19, Madrasah Aliyah Zainul Hasan 1 Genggong kembali melangsungkan Kemah Blok. Kegiatan yang dikhususkan kepada santri kelas X ini dilaksanakan pada 16-17 November untuk santri putri dan 19-21 November untuk santri putra.Bertempat di Bermi, Krucil, Probolinggo, Kemah Blok dilaksanakan...",
        "body": "<p class=\"ql-align-justify\"><span>Setelah sempat ditiadakan selama tiga tahun karena pandemi Covid-19, Madrasah Aliyah Zainul Hasan 1 Genggong kembali melangsungkan Kemah Blok. Kegiatan yang dikhususkan kepada santri kelas X ini dilaksanakan pada 16-17 November untuk santri putri dan 19-21 November untuk santri putra.<\/span><\/p><p class=\"ql-align-justify\"><span>Bertempat di Bermi, Krucil, Probolinggo, Kemah Blok dilaksanakan dengan berbagai rangkaian kegiatan. Diantaranya pemberian materi Teknik Kepramukaan, Pendidikan Kemandirian, Pendidikan Jasmani dan Fisik, dan Pendidikan Rohani. Sedangkan puncak dari kegiatan ini adalah pelantikan penerimaan Tamu Ambalan menuju Anggota Ambalan yang ditujukan kepada santri baru MA Zaha.<\/span><\/p><p class=\"ql-align-justify\"><span>Nun Alex sebagai Kepala Madrasah mengatakan bahwa Kemah Blok adalah bagian dari tarbiyah dan pembentukan karakter santri untuk disiplin, giat, terampil, kreatif, dan siaga. Pihaknya juga menegaskan kegiatan tahunan ini juga implementasi kurikulum 2013 Permendikbud No. 63 Tahun 2014 tentang Kepramukaan.<\/span><\/p><p class=\"ql-align-justify\"><span>“Sengaja di Bermi, biar anak-anak menyatu dengan alam dan bertadabbur atas ciptaan Allah,” jelasnya saat ditanya alasan perkemahan ditempatkan di daerah pegunungan.<\/span><\/p><p class=\"ql-align-justify\"><span>Menurut Ustaz Bambang Dwi, antusiasme santri selama mengikuti kegiatan sangat bagus. “Meski sempat hujan, tapi mereka tetap semangat,” pungkasnya<strong>.(en)<\/strong><\/span><\/p><p><br><\/p>",
        "gambar": "gambar-post\/CYWbHrfBFD5uMzx8YG6bWunLEtWXcRPdmwSa95k9.jpg",
        "created_at": "2022-11-23 07:00:00",
        "updated_at": "2023-02-06 12:33:47"
      },
      {
        "id": "3",
        "categori": "3",
        "author": "2",
        "judul": "Dua Santri MA Zaha Raih Juara 1 Pemrograman GIM",
        "slug": "dua-santri-ma-zaha-raih-juara-1-pemrograman-gim",
        "excerpt": "Lagi-lagi santri Madrasah Aliyah Zainul Hasan 1 Genggong menorehkan prestasi di bidang Teknologi Informatika. Elok Faiqoh dan Siti Ma’rifatul Khoir, dua santri kelas XII IPAini dinobatkan sebagai Juara 1 Lomba Pemrograman GIM pada ajang Procommit V.12 di Institut Teknologi Sepuluh November (ITS) Surabaya, Sabtu (26\/11\/2022).Procommit adalah singkat...",
        "body": "<p class=\"ql-align-justify\"><span>Lagi-lagi santri Madrasah Aliyah Zainul Hasan 1 Genggong menorehkan prestasi di bidang Teknologi Informatika. Elok Faiqoh dan Siti Ma’rifatul Khoir, dua santri kelas XII IPAini dinobatkan sebagai Juara 1 Lomba Pemrograman GIM pada ajang Procommit V.12 di Institut Teknologi Sepuluh November (ITS) Surabaya, Sabtu (26\/11\/2022).<\/span><\/p><p class=\"ql-align-justify\"><span>Procommit adalah singkatan dari Prodistik Competition in IT, yang merupakan agenda tahunan Prodistik ITS Surabaya. Pesertanya berasal dari SMA\/MA mitra ITS yang tersebar di Jawa Timur dan Jawa Tengah.<\/span><\/p><p class=\"ql-align-justify\"><span>Sebelumnya Elok dan Khoir mengikuti babak penyisihan secara online pada 19\/11\/2022 dengan mengerjakan 2 produk GIM. Bersaing dengan 32 tim dari sekolah dan madrasah kemitraan Prodistik ITS Surabaya, tim dari MA Zaha berhasil lolos ke babak final bersama 14 tim lainnya.<\/span><\/p><p class=\"ql-align-justify\"><span>Di babak final, keduanya diuji lagi mengerjakan 3 produk GIM dan berhasil menjadi 3 tim terbaik karena ketepatan dan kecepatannya menyelesaikan produk dibanding sekolah lain. 3 tim terbaik ini diberi kesempatan untuk presentasi, hingga akhirnya terpilihlah MA Zaha menjadi Juara 1 Pemrograman GIM Procommit V.12 tahun 2022.<\/span><\/p><p class=\"ql-align-justify\"><span>Nun Alex, Kepala Madrasah yang turut hadir dan mendampingi ke ITS Surabaya mengaku sangat bangga atas capaian Prodistik MA Zaha tahun ini. “Mabruk. Ini ajang bergengsi, apalagi bidangnya programming. Bukti bahwa Madrasah dari Pesantren juga tidak kalah di bidang ini,” sanjungnya.<\/span><\/p><p class=\"ql-align-justify\"><span>Procommit memang dilaksanakan secara online selama dua tahun terakhir karena pandemi Covid-19. “Alhamdulillah, tahun ini mulai digelar offline lagi, lomba pemograman GIM pertama, dan kita langsung juara 1. Ini karena kegigihan peserta dan pembinanya,” imbuh Nun Alex<strong>.(en)<\/strong><\/span><\/p><p><br><\/p>",
        "gambar": "gambar-post\/voQ2vvw5AjaBTXPsETgHPVhkgk3KTa2zjsAeOIvL.jpg",
        "created_at": "2022-11-27 07:00:00",
        "updated_at": "2023-02-06 12:33:47"
      },
      {
        "id": "4",
        "categori": "1",
        "author": "2",
        "judul": "MA Zaha Jalin Kerja Sama dengan ISI Surakarta",
        "slug": "ma-zaha-jalin-kerja-sama-dengan-isi-surakarta",
        "excerpt": "Sebanyak 52 santri MA Zainul Hasan 1 Genggong mengikuti Studi Kampus ke Institut Senin Indonesia, Surakarta, Solo pada Kamis, (3\/11\/2022). Mereka adalah santri Program Pendidikan Terapan Bidang TIK (Prodistik) jurusan Multimedia dan Desain.Kedatangan pihak MA Zaha ke ISI bertujuan untuk menjalin kerja sama dengan Fakultas Seni Rupa dan Desain (FSRD...",
        "body": "<p class=\"ql-align-justify\"><span>Sebanyak 52 santri MA Zainul Hasan 1 Genggong mengikuti Studi Kampus ke Institut Senin Indonesia, Surakarta, Solo pada Kamis, (3\/11\/2022). Mereka adalah santri Program Pendidikan Terapan Bidang TIK (Prodistik) jurusan Multimedia dan Desain.<\/span><\/p><p class=\"ql-align-justify\"><span>Kedatangan pihak MA Zaha ke ISI bertujuan untuk menjalin kerja sama dengan Fakultas Seni Rupa dan Desain (FSRD) Jurusan Film dan Televisi (FTV) dan Desain Komunikasi Visual (DKV). Pertemuan kedua pihak ini diharapkan bisa saling memberikan manfaat. “Misalnya nanti bisa lewat pengabdian kampus, bimbingan ToT, dan lain sebagainya,” jelas Widhi Nugroho, S.Sn, M.Sn., Kaprodi Jurusan FTV.<\/span><\/p><p class=\"ql-align-justify\"><span>Kepala Madrasah, Nun Alex, sangat berterima kasih pada pihak ISI Surakarta atas sambutan hangat yang diberikan kepada pihak MA Zaha. Di awal sambutannya beliau memaparkan semua program dan kegiatan Prodistik di MA Zaha. Selain penandatanganan MoU, Nun Alex meminta pihak ISI menjelaskan jurusan dan fakultas yang ada di kampus. “Harapannya nanti anak-anak kami bisa melanjutkan studi ke kampus ini lebih banyak lagi,” pungkasnya<strong>.(en)<\/strong><\/span><\/p><p><br><\/p>",
        "gambar": "gambar-post\/1675572900434.jpeg",
        "created_at": "2022-11-05 07:00:00",
        "updated_at": "2023-02-06 12:33:47"
      },
      {
        "id": "5",
        "categori": "2",
        "author": "2",
        "judul": "Lantik OSIS Baru, Ini Harapan Kepala Madrasah",
        "slug": "lantik-osis-baru-ini-harapan-kepala-madrasah",
        "excerpt": "Kepala Madrasah Aliyah Zainul Hasan 1 Genggong menyelenggarakan pembinaan guru yang memang rutin dilakukan setiap triwulan pada Kamis, (15\/09\/2022). Kali ini, Kepala Madrasah yang biasa disapa Nun Alex tersebut mengundang tiga narasumber khusus dari Kantor Kementrian Agama Kabupaten Probolinggo untuk memberikan pembinaan sekaligus pelatihan mengena...",
        "body": "<p class=\"ql-align-justify\"><span>Kepala Madrasah Aliyah Zainul Hasan 1 Genggong menyelenggarakan pembinaan guru yang memang rutin dilakukan setiap triwulan pada Kamis, (15\/09\/2022). Kali ini, Kepala Madrasah yang biasa disapa Nun Alex tersebut mengundang tiga narasumber khusus dari Kantor Kementrian Agama Kabupaten Probolinggo untuk memberikan pembinaan sekaligus pelatihan mengenai implementasi Kurikulum Merdeka (Kurmer).<\/span><\/p><p class=\"ql-align-justify\"><span>Menurut beliau, meskipun para guru sudah mendapatkan sosialisasi sebelumnya, tapi perlu diadakan pelatihan khusus agar kesiapan untuk menerapkan seratus persen kurikulum ini di tahun mendatang lebih maksimal.<\/span><\/p><p class=\"ql-align-justify\"><span>Kepala Kantor Kementrian Agama Kabupaten Probolinggo, Dr. Akhmad Sruji Bahtiar, M.Pd mengajak para guru untuk terus berinovasi dan menjaga amanah sebagai guru yang bertugas untuk mendidik dan menyiapkan generasi berikutnya. “Tugas kita menyiapkan generasi yang siap fisik, mental, dan keilmuan,” tuturnya. Ia mengibaratkan guru seperti aktor yang harus tahu dan paham bagaimana cara memerankan peran yang diterimanya.<\/span><\/p><p class=\"ql-align-justify\"><span>Saat ini implementasi Kurmer pada madrasah belum menyeluruh, tetapi masih berupa piloting. Meskipun demikian, Kasie. Pendidikan Agama (Pendma) Kabupaten Probolinggo, Moh. Barzan, S.Ag, M.Pd.I berharap semua guru siap, dimulai dari mengenal istilah dan komponen baru pada Kurikulum Merdeka. “Sebenarnya saya yakin MA Zaha sudah sangat siap dengan kurikulum ini. Karena esensinya telah dilakukan oleh kurikulum pesantren. Hanya perlu penyesuaian saja,” jelasnya.<\/span><\/p><p class=\"ql-align-justify\"><span>Bapak Sholehuddin, S.Ag, M.Pd sebagai Pengawas Madrasah menjelaskan Kurmer secara teknis dengan sangat detail. Menurutnya kegiatan dan program sudah ada, tetapi bagaimana nanti Wakil Kepala Madrasah Bagian Kurikulum bisa menyusunnya sesuai ketentuan Kurmer di awal tahun pelajaran mendatang.<\/span><\/p><p class=\"ql-align-justify\"><span>Kurang lebih 70 guru mengikuti kegiatan dengan antusias. Terlihat dari diskusi yang komunikatif antara Bapak Sholehuddin dan para guru yang menyampaikan pertanyaan-pertanyaan.<\/span><\/p><p class=\"ql-align-justify\"><span>Tak cukup sehari, dalam beberapa minggu ke depan ia akan datang kembali ke MA Zaha untuk melanjutkan materi pelatihan lebih lengkap lagi.<strong>.(en)<\/strong><\/span><\/p><p><br><\/p>",
        "gambar": "gambar-post\/1675656692290.jpeg",
        "created_at": "2022-10-06 07:00:00",
        "updated_at": "2023-02-06 12:33:47"
      },
      {
        "id": "6",
        "categori": "1",
        "author": "2",
        "judul": "Adakan Pembinaan, Kamad MA Zaha Datangkan 3 Narasumber dari Kemenag Probolinggo",
        "slug": "adakan-pembinaan-kamad-ma-zaha-datangkan-3-narasumber-dari-kemenag-probolinggo",
        "excerpt": "Sebanyak 60 santri yang terdiri dari OSIS Putra dan Putri mengikuti pelantikan dengan khidmat. Sebelumnya, Ketua OSIS Demisioner menyerahkan Laporan Pertanggungjawaban pengurus OSIS sebagai tanda bahwa kepengurusan sebelumnya telah selesai.Pada pelantikan kali ini, Kepala Madrasah yang akrab disapa Nun Alex meminta pengurus OSIS bisa menjadi telada...",
        "body": "<p class=\"ql-align-justify\"><span>Sebanyak 60 santri yang terdiri dari OSIS Putra dan Putri mengikuti pelantikan dengan khidmat. Sebelumnya, Ketua OSIS Demisioner menyerahkan Laporan Pertanggungjawaban pengurus OSIS sebagai tanda bahwa kepengurusan sebelumnya telah selesai.<\/span><\/p><p class=\"ql-align-justify\"><span>Pada pelantikan kali ini, Kepala Madrasah yang akrab disapa Nun Alex meminta pengurus OSIS bisa menjadi teladan untuk santri lainnya, “Aktif dalam semua kegiatan dan mengutamakan kesisiplinan, tegasnya.” Menurut Nun Alex, OSIS adalah ruh Madrasah. Sehingga beliau meminta agar semua anggota terlantik bisa menjalankan amanah dengan baik hingga akhir periode.<\/span><\/p><p class=\"ql-align-justify\"><span>Dalam arahannya, beliau mengulang-ulang hadis Nabi, “Tidak sempurna keimanan seseorang jika tidak menjalankan amanah dengan baik. Dan tidak sempurna agama seseorang yang tidak menunaikan janji. (HR. Ahmad). “Coba saja dibaca terus menerus dengan menghayati maknanya, sampai makna hadis ini mendarah daging pada diri kalian,” pesannya.<\/span><\/p><p class=\"ql-align-justify\"><span>Saat ditemui, Ketua OSIS Putri, Virza Adelia menyampaikan dirinya sadar menjadi pemimpian bukan hal yang mudah. “Setiap organisasi pasti akan menjumpai kendala. Tapi saya yakin, insya Allah bisa diselesaikan asalkan semua anggota bisa bekerja sama,” ungkapnya<strong>.(en)<\/strong><\/span><\/p><p><br><\/p>",
        "gambar": "gambar-post\/1675658730882.jpeg",
        "created_at": "2022-09-15 07:00:00",
        "updated_at": "2023-02-06 12:33:47"
      },
      {
        "id": "7",
        "categori": "1",
        "author": "2",
        "judul": "Pemilihan Ketua OSIS, MA ZAHA 1 Gunakan E-voting",
        "slug": "pemilihan-ketua-osis-ma-zaha-1-gunakan-e-voting",
        "excerpt": "GENGGONG: Pemilihan Ketua OSIS putra masa khidmat 2022\/2023 di MA Zainul Hasan 1 Genggong, Kecamatan Pajarakan Kabupaten Probolinggo, menerapkan pemungutan suara secara elektronik atau e-voting dengan aplikasi Robot Telegram SiMumtaz MA ZAHA, Kamis (8\/9\/2022) tadi. Lukman salah satu panitia mengatakan pemilihan Ketua OSIS dengan sistem e-votin...",
        "body": "<p class=\"ql-align-justify\"><span>GENGGONG: Pemilihan Ketua OSIS putra masa khidmat 2022\/2023 di MA Zainul Hasan 1 Genggong, Kecamatan Pajarakan Kabupaten Probolinggo, menerapkan pemungutan suara secara elektronik atau e-voting dengan aplikasi Robot Telegram SiMumtaz MA ZAHA, Kamis (8\/9\/2022) tadi.&nbsp;<\/span><\/p><p class=\"ql-align-justify\"><span>Lukman salah satu panitia mengatakan pemilihan Ketua OSIS dengan sistem e-voting sangat memudahkan para pemilih dalam menentukan pilihannya. Karena pemilih hanya menunjukkan data nama dan kelas yang kemudian diverifikasi oleh petugas, setelah itu pemilih mendapat username dan pasword yang berfungsi mengaktifkan layar pemungutan suara.&nbsp;<\/span><\/p><p class=\"ql-align-justify\"><span>Setelah mucul gambar calon, pemilih hanya tinggal memilih calon. Bahkan dalam sistem ini, jika pilihannya tidak sesuai atau ganti pilihan, pemilih juga dapat menganulir dan kemudian memilih kembali.<\/span><\/p><p class=\"ql-align-justify\"><span>“Dengan Sistem e-voting ini sangat bagus dan modern, karena mempermudah untuk Pemilu dan memilih calon, kalau prosesnya itu kita dari pendaftaran untuk mendapat username dan pasword itu, kemudian masuk ke bilik suara dan memilih calon, lebih mudah,” katanya.<\/span><\/p><p class=\"ql-align-justify\"><span>Di tempat yang sama, Kepala MA Zainul Hasan 1 Genggong, Nun Hassan Ahsan Malik mengatakan, pemanfaatan teknologi digital di era revolusi society 5.0 ini dapat meminimalisir kecurangan dalam penghitungan suara. Karena semua suara yang masuk sudah terekap oleh sistem. Bahkan, username dan pasword para pemilih tidak bisa dipakai memilih untuk kedua kali.&nbsp;<\/span><\/p><p class=\"ql-align-justify\"><span>“Amazing, setingkat Madrasah kita sudah bisa mengupayakan untuk bisa melaksanakan pemilihan secara e-voting yang jujur, terbuka dan transparan tanpa ada suara terkurangi atau penggelembungan suara. Hal ini bukti keseriusan MA&nbsp;Zainul Hasan 1 Genggong dalam berdigital menjawab perkembangan digitalisasi di lingkungan Madrasah dan Pesantren,” ujar Kepala Biro Kominfo Pesantren Zainul Hasan Genggong.<\/span><\/p><p class=\"ql-align-justify\"><span>Selanjutnya, panitia pesta demokrasi langsung dapat mengumumkan Ketua OSIS terpilih melalui live streaming youtube official MA ZAHA 1 GENGGONG.<\/span><\/p><p class=\"ql-align-justify\"><span>Dalam sistem e-voting ini, kita menyediakan aplikasinya di komputer dan jumlah pemilih dapat diketahui, bahkan di e-voting ini, hasil suara pemilihan langsung terekap sistem setelah pemilih selesai memilih, jadi e-voting lebih hemat, efektif, karena waktunya cepat.<strong>.(en)<\/strong><\/span><\/p><p><br><\/p>",
        "gambar": "gambar-post\/nUeoFFPewV2bFrqWjgx83B65vU1VjpfkHGKDNdR2.jpg",
        "created_at": "2022-09-08 07:00:00",
        "updated_at": "2023-02-06 12:33:47"
      },
      {
        "id": "8",
        "categori": "2",
        "author": "2",
        "judul": "MUDAHKAN WALI SANTRI, MA ZAHA 1 GENGGONG LUNCURKAN APLIKASI BOT",
        "slug": "mudahkan-wali-santri-ma-zaha-1-genggong-luncurkan-aplikasi-bot",
        "excerpt": "GENGGONG: Madrasah Aliyah Zainul Hasan 1 Genggong (MA ZAHA 1 Genggong) Pajarakan, Kabupaten Probolinggo meluncurkan aplikasi BOT MA ZAHA. Aplikasi ini menggunakan akun Telegram. Hal ini sebagai salah satu upaya meningkatkan mutu dan pelayanan sekolah atau madrasah dalam pelaksanaan kegiatan belajar mengajar.Nun Hassan Ahsan Malik mengatakan, aplika...",
        "body": "<p class=\"ql-align-justify\">GENGGONG: Madrasah Aliyah Zainul Hasan 1 Genggong (MA ZAHA 1 Genggong) Pajarakan, Kabupaten Probolinggo meluncurkan aplikasi BOT MA ZAHA. Aplikasi ini menggunakan akun Telegram. Hal ini sebagai salah satu upaya meningkatkan mutu dan pelayanan sekolah atau madrasah dalam pelaksanaan kegiatan belajar mengajar.<\/p><p class=\"ql-align-justify\">Nun Hassan Ahsan Malik mengatakan, aplikasi ini diluncurkan untuk menunjang kegiatan yang ada di madrasah dan upaya untuk memudahkan wali santri mengontrol putra-putrinya yang telah dititipkan di MA Zainul Hasan 1 Genggong. ”Kita melihat perkembangan teknologi saat ini maju pesat. Sehingga, kita buat aplikasi ini untuk menunjang kegiatan yang ada di madrasah. Dan ini sebagai langkah kita meningkatkan mutu pendidikan dan bentuk tanggung jawab kami kepada panjenengan semua,” ujar kepala Madrasah di acara rapat wali santri kelas X dan XII, Ahad (4\/9\/2022) tadi.<\/p><p class=\"ql-align-justify\">Nun Alex sapaan akrabnya menambahkan, dalam aplikasi tersebut, terdapat fitur yang berkaitan dengan Seputar Madrasah, Informasi keuangan, Program Unggulan, Profil Guru, Presensi siswa, Presensi guru, Prestasi siswa, Informasi Nilai, Survei lulusan dan kritik saran.<\/p><p class=\"ql-align-justify\">&nbsp;“Jadi, aplikasi ini dibangun memanfaatkan fasilitas telegram, saya harap panjenengan semua untuk mendukung kegiatan ini,” pesan Kepala Biro Kominfo Pesantren Zainul Hasan Genggong ini.<\/p><p class=\"ql-align-justify\">Selain itu, wali santri bisa mengetahui kehadiran dan ketidakhadiran putra-putrinya secara&nbsp;<em>real time<\/em>,begitu juga bisa mengecek keuangan yang sudah dibayar atau belum oleh santri.<\/p><p class=\"ql-align-justify\">&nbsp;“ Yang paling penting, panjenengan bisa mengetahui nilai anaknya tanpa harus datang ke madrasah,” pungkasnya. (ai\/dra).<\/p>",
        "gambar": "gambar-post\/LWAIoLOd5bjFrAceY8tQd3aqp8tDoBK4oPKHAKvu.png",
        "created_at": "2022-09-04 12:22:18",
        "updated_at": "2023-02-06 12:36:36"
      },
      {
        "id": "9",
        "categori": "3",
        "author": "2",
        "judul": "MA ZAHA 1 Genggong Raih Juara 2 Lomba Gerak Jalan",
        "slug": "ma-zaha-1-genggong-raih-juara-2-lomba-gerak-jalan",
        "excerpt": "PAJARAKAN: Sejumlah kegiatan dan lomba terus diadakan di bulan Agustus dalam rangka memperingati Hari Kemerdekaan Republik Indonesia yang ke 77, termasuk lomba gerak jalan yang digelar oleh Kecamatan Pajarakan Kabupaten Probolinggo Rabu, (24\/08\/2022) lalu, ajang ini dinilai bisa menumbuhkan rasa nasionalisme dan cinta tanah air.Pembina Gerak Jalan...",
        "body": "<p class=\"ql-align-justify\"><strong>PAJARAKAN<\/strong>: Sejumlah kegiatan dan lomba terus diadakan di bulan Agustus dalam rangka memperingati Hari Kemerdekaan Republik Indonesia yang ke 77, termasuk lomba gerak jalan yang digelar oleh Kecamatan Pajarakan Kabupaten Probolinggo Rabu, (24\/08\/2022) lalu, ajang ini dinilai bisa menumbuhkan rasa nasionalisme dan cinta tanah air.<\/p><p class=\"ql-align-justify\">Pembina Gerak Jalan MA Zainul Hasan 1 Genggong Ustaz Bambang Dwi mengatakan, lomba Gerak Jalan digelar dengan mengambil titik start Lapangan Desa Selogudig, Kecamatan Pajaraan dengan garis finish Lapangan PG (Pabrik Gula) Pajarakan. Di rute sepanjang sekitar 5 kilometer itu, timnya berusaha menampilkan yang terbaik.<\/p><p class=\"ql-align-justify\">“Alhamdulillah, tahun ini kami raih juara 2 tingkat SLTA, walau sebenarnya bukan itu tujuan akhirnya, kami hanya ingin menghidupkan kembali tradisi baris yang sempat mati selama pandemi. Selain itu demi kaderisasi personil baris di MA. Zainul Hasan 1 Genggong,” ujarnya saat menerima hadiah di pendopo Kecamatan Pajarakan. Rabu, (31\/08\/2022) malam.<\/p><p class=\"ql-align-justify\">Rasa Syukur juga diungkapkan oleh pembina Osis Ustaz Agus Surahman atas prestasi peserta didiknya, pasalnya personil baris nomor 131 meraih kemenangan.<\/p><p class=\"ql-align-justify\">“ Saya sangat bersyukur, kita bisa meraih juara pada lomba gerak jalan ini, harapan kami tim ini harus melakukan kaderisasi demi mempertahankan tradisi juara di MA Zainul Hasan 1 Genggong,” kata pembina pemilik akun telegram username @agus_surahman. (dra).<\/p>",
        "gambar": "gambar-post\/PC3jWPYfctfD4nOQ82G9w2MIoiEXcSoNLy0V3KaE.jpg",
        "created_at": "2022-09-02 23:36:37",
        "updated_at": "2023-02-06 12:42:21"
      },
      {
        "id": "10",
        "categori": "1",
        "author": "2",
        "judul": "Santri MA Zaha Beri Pelatihan Merawat Jenazah di Kajian Az-Zahra Besuki",
        "slug": "santri-ma-zaha-beri-pelatihan-merawat-jenazah-di-kajian-az-zahra-besuki",
        "excerpt": "Aturan yang terkait dengan kemasyarakatan salah satunya ialah perawatan jenazah. Maka dari itu, santri PK (Program Keagamaan) MA Zainul Hasan 1 Genggong yang sedang melakukan ABS (Amal Bakti Santri) memberi pelatihan Perawatan Jenazah di Aula Yayasan Nurul Anwar, PP Miftahul Ulum Besuki, Situbondo pada Ahad (06\/03\/22). Sasaran pelatihan kali ini ad...",
        "body": "<p class=\"ql-align-justify\">Aturan yang terkait dengan kemasyarakatan salah satunya ialah perawatan jenazah. Maka dari itu, santri PK (Program Keagamaan) MA Zainul Hasan 1 Genggong yang sedang melakukan ABS (Amal Bakti Santri) memberi pelatihan Perawatan Jenazah di Aula Yayasan Nurul Anwar, PP Miftahul Ulum Besuki, Situbondo pada Ahad (06\/03\/22). Sasaran pelatihan kali ini adalah jamaah Kajian Az Zahra, masyarakat umum, dan sebagian santri putri PP Miftahul Ulum Besuki.<\/p><p class=\"ql-align-justify\">Menurut Iqfiyatul Irtiqoiyah, pemateri pelatihan cara merawat jenazah, pihaknya perlu menyelenggarakan pelatihan mengingat masih banyaknya orang yang belum paham cara merawat jenazah. Kalaupun tau caranya, terkadang masyarakat masih enggan karena takut, begitu juga sebaliknya, ada yang berani tetapi tata caranya yang ala kadarnya saja tanpa pengetahuan mendalam tentang syariat islam, padahal hal tersebut merupakan sesuatu yang sangat penting.<\/p><p class=\"ql-align-justify\">“Bahkan, bisa jadi ada jenazah perempuan diraat oleh laki-laki yang bukan mahram dan sebaliknya, hal seperti ini tidak dibenarkan dalam syariat islam kecuali dalam keadaan-keadaan tertentu.”<\/p><p class=\"ql-align-justify\">Berbeda dengan Iqfi sapaan akrab Iqfiyatul Irtiqoyah, Kelvina Berlian selaku ketua kelompok ABS (Amal Bakti Santri) Nurul Anwar mengungkapkan bahwa dirinya sangat bersemangat dengan adanya pelatihan ini, ditambah tingginya antusias dari jamaah kajian Az Zahra.<\/p><p class=\"ql-align-justify\">“Awalnya gerogi, karena pesertanya dari segi usia dan level pendidikan diatas kami, tapi melihat respon yang sangat baik dari jamaah, kami pun menjadi lebih semangat, bahkan PAC Fatayat Besuki juga meminta kami untuk melakukan pelatihan yang sama dalam waktu dekat.” Pungkas santriwati berlesungpipit ini.(dhan85)<\/p>",
        "gambar": "gambar-post\/6ogJnIdpvWyCr7IKTq3ruix1tBP957r1albNk6zy.jpg",
        "created_at": "2022-03-08 12:42:22",
        "updated_at": "2023-02-06 12:46:59"
      },
      {
        "id": "11",
        "categori": "2",
        "author": "2",
        "judul": "MA Zaha Gelar Yudisium Program Unggulan Perdana",
        "slug": "ma-zaha-gelar-yudisium-program-unggulan-perdana",
        "excerpt": "Genggong – Madrasah Aliyah Zainul Hasan 1 Genggong menggelar Yudisium Program Unggulan pada Ahad pagi, (20\/02) di Aula Rushaifah. Ada 187 santri yang mengikuti acara tersebut sebagai tanda kelulusan dari Program Tahfidzul Quran, Tahqiqu Qiroatil Kutub, dan Program Terapan Bidang TIK (Prodistik).Pada tahun-tahun sebelumnya, MA Zaha biasa menyelengga...",
        "body": "<p><strong>Genggong<\/strong> – Madrasah Aliyah Zainul Hasan 1 Genggong menggelar Yudisium Program Unggulan pada Ahad pagi, (20\/02) di Aula Rushaifah. Ada 187 santri yang mengikuti acara tersebut sebagai tanda kelulusan dari Program Tahfidzul Quran, Tahqiqu Qiroatil Kutub, dan Program Terapan Bidang TIK (Prodistik).<\/p><p>Pada tahun-tahun sebelumnya, MA Zaha biasa menyelenggarakan wisuda dengan mendatangkan perwakilan mitra ketiga program unggulan tersebut, yaitu Jam’iyyatul Qurro’ wal Huffazh Kraksaan, UIN Maulana Malik Ibrahim Malang, dan ITS Surabaya. Kali ini, pasca dilaksanakannya ujian kelulusan sesuai bidangnya masing-masing pada awal Februari lalu, MA Zaha mencoba melaksanakan yudisium untuk pertama kalinya.<\/p><p>“Sebenarnya ini yang terpenting. Setelah anak-anak ujian, mereka dikumpulkan lalu dibacakan hasilnya, lulus atau tidak,” tutur Ustaz Muhibbul Firdaus, M.Pd, Ketua Prodistik MA Zaha. Nun Ahsan Maliki, S.Sy, M.Pd dalam sambutannya juga menambahkan, “Mungkin untuk saat ini MA Zaha adalah satu-satunya lembaga tingkat SLTA yang menyelenggarakan yudisium di Pesantren Zainul Hasan Genggong, atau bisa jadi di Kabupaten Probolinggo.”&nbsp;Menurutnya, acara ini berjalan dengan sangat khidmat, suskes, dan lancar.<\/p><p>Acara ini telah melalui berbagai pertimbangan dan konsultasi bersama beberapa pihak yang ada di internal maupun eksternal Madrasah. Melalui Yudisium ini, Kepala Madrasah, mengingatkan pentingnya ilmu dan pengabdian pengabdian. “Kalau mau bahagia di dunia dan akhirat, kuncinya hanya satu, yaitu ilmu.” Di akhir sambutannya, Nun Alex, sapaan akrab beliau, juga menegaskan, “Setelah lulus dari Madrasah ini, jangan lupa untuk khidmah, khidmah, dan khidmah. Apa pun keahlian kalian, yang penting bisa bermanfaat untuk orang lain, lebih-lebih bagi diri kalian sendiri.”<\/p><p>Sebagai kelanjutan acara ini, peserta yang dinyatakan lulus dari program unggulan akan mengikuti wisuda pada Ahad depan, (27\/02).(nn)<\/p>",
        "gambar": "gambar-post\/wPzH9MYQZKo34CsEqBpFxJ64GEXDHUJbNTgFiHss.jpg",
        "created_at": "2022-02-20 12:46:59",
        "updated_at": "2023-02-06 12:49:52"
      },
      {
        "id": "12",
        "categori": "1",
        "author": "2",
        "judul": "MA ZAHA 1 Genggong Milad ke 41 atau 54? Ini penjelasan Kepala Madrasah",
        "slug": "ma-zaha-1-genggong-milad-ke-41-atau-54-ini-penjelasan-kepala-madrasah",
        "excerpt": "Genggong: “ Setelah saya berdiskusi banyak dengan Kepala Kemenag. Dr. Bachtiar tadi, maka saya sepakat bahwa Milad di tahun 2022 ini ke 54 dengan mengikuti awal berdiri oleh almarhum KH. Hasan Saifouridzall yaitu pada tahun 1968,” kata Nun Ahsan Maliki Kepala MA Zainul Hasan 1 Genggong di acara Milad Ke 54. Selasa, (01\/02\/2022) pagi.Nun Ahsan Malik...",
        "body": "<p class=\"ql-align-justify\"><strong>Genggong<\/strong>: “ Setelah saya berdiskusi banyak dengan Kepala Kemenag. Dr. Bachtiar tadi, maka saya sepakat bahwa Milad di tahun 2022 ini ke 54 dengan mengikuti awal berdiri oleh almarhum KH. Hasan Saifouridzall yaitu pada tahun 1968,” kata Nun Ahsan Maliki Kepala MA Zainul Hasan 1 Genggong di acara Milad Ke 54. Selasa, (01\/02\/2022) pagi.<\/p><p class=\"ql-align-justify\">Nun Ahsan Maliki, S.Sy, M.Pd., menjelaskan bahwa sesuai surat keputusan Ketua Yayasan Pendidikan Pesantren Zainul Hasan Genggong bahwa MA Zainul Hasan 1 Genggong&nbsp;berdiri pada tanggal 1 Februari 1968,&nbsp;jika mengikuti ini, maka milad MA ZAHA saat ini ke&nbsp;54 tahun, namun, jika mengikuti keputusan terdaftar pada tahun 1981 di Kementerian agama, MA Zainul Hasan 1 Genggong saat ini Milad ke 41.<\/p><p class=\"ql-align-justify\">&nbsp;“Selamat datang di MA Zainul Hasan 1 Genggong para pengasuh, dan para undangan di Acara Milad ke 54, dan terimakasih kehadiranya” ujarnya.<\/p><p class=\"ql-align-justify\">Acara yang di mulai pada pukul 08.30 Wib digelar di halaman kantor MA Zainul Hasan 1 Genggong ini dihadiri oleh Kepala Seksi Kurikulum dan Kesiswaan Kanwil Jatim Dr. Sugiyo M. Pd. Kepala kantor Kemenag Dr. Ahmad Sruji Bachtiar,M.Pd, Pendma Moh. Barzan,S.Ag, M. Pd.I,&nbsp;dan para kepala Madrasah\/sekolah di naungan Pendidikan Pesantren Zainul Hasan Genggong serta para kepala Madrasah se KKM MA Zainul Hasan 1 Genggong.<\/p><p class=\"ql-align-justify\">Selain itu hadir pula Pengasuh Pesantren Zainul Hasan Genggong diantaranya&nbsp;Nyai Hj. Malikal Bulqis, Nyai Hj. Wasifah Jannati, Gus dr. Moh.Haris Damanhuri, M.Kes,&nbsp;KH. Ahsan Habibifillah, M.Pd., Gus Ahmad Syamsul Askandar,&nbsp;MH.,&nbsp;Ning Esty Yonia Pratama, Ning Lina Hanafi, KH. A.Djazim Ma’sum,&nbsp;SH,&nbsp;MH.I, MH,. Nun Ahmad Juani As’ad, M. Pd.I. bersama para guru MA Zainul Hasan 1 Genggong.&nbsp;<\/p><p class=\"ql-align-justify\">Kepala Kemenag Kabupaten Probolinggo Dr. Ahmad Sruji Bachtiar,M.Pd, saat memberikan sambutan memuji perkembangan yang ada di Madarsah yang dipimpin oleh Nun Ahsan Maliki, menurutnya MA Zainul Hasan 1 Genggong tak henti-hentinya mengantarkan siswa-siswinya untuk prestasi,” Alhamdulillah, madrasah ini telah banyak menorehkan juara, mulai dari tingkat nasional hingga internasional,’ ujarnya.<\/p><p class=\"ql-align-justify\">Sementara Kepala Seksi Kurikulum dan Kesiswaan Kanwil Jatim Dr. Sugiyo M. Pd., mengapresiasi para siswa-siswi MA Zainul Hasan 1 Genggong.<\/p><p class=\"ql-align-justify\">“ Saya sangat apresiasi dengan Pesantren Genggong dan Madrasah ini, karena karakter untuk menjadi pemimpin bangsa sudah ada pada siswa-siswi MA Zainul Hasan 1 Genggong ini, seperti berkreasi, keilmuan, bersosialisasi, berorganisasi, hidup susah, semua itu telah dimiliki dan itu merupakan ciri-ciri menjadi pemimpin,” akunya. (dra)<\/p>",
        "gambar": "gambar-post\/qBQdOvWxHwP79PtOw6iHTJZZ244sbbPL8g77Ft17.jpg",
        "created_at": "2022-02-01 12:49:52",
        "updated_at": "2023-02-06 12:53:28"
      },
      {
        "id": "13",
        "categori": "1",
        "author": "2",
        "judul": "Ribuan Goweser Ramaikan Genggong Go Green 2022",
        "slug": "ribuan-goweser-ramaikan-genggong-go-green-2022",
        "excerpt": "GENGGONG – Mancal sepeda menjadi ajang penutup event Genggong Go Green (G3) 2022 yang dihelat di halaman Pesantren Zainul Hasan Genggong, Pajarakan, Kabupaten Probolinggo, pada Minggu (30\/01\/22) pagi. Event tersebut menarik perhatian ribuan goweser dari berbagai daerah.Sedikitnya, ada 5.000 goweser yang ikut berpartisipasi dalam ajang tahunan terse...",
        "body": "<p class=\"ql-align-justify\"><strong>GENGGONG<\/strong> – Mancal sepeda menjadi ajang penutup event Genggong Go Green (G3) 2022 yang dihelat di halaman Pesantren Zainul Hasan Genggong, Pajarakan, Kabupaten Probolinggo, pada Minggu (30\/01\/22) pagi. Event tersebut menarik perhatian ribuan goweser dari berbagai daerah.<\/p><p class=\"ql-align-justify\">Sedikitnya, ada 5.000 goweser yang ikut berpartisipasi dalam ajang tahunan tersebut dan dilepas langsung oleh Plt. Bupati Probolinggo, HA. Timbul Prihanjoko.<\/p><p class=\"ql-align-justify\">Event tersebut dibuka oleh Ketua Majelis Ulama Indonesia (MUI) Jawa Timur, KH. Moh. Hasan Mutawakkil Alallah, SH.MM. Harapannya, dengan bersepeda bisa menjadikan kita sebagai generasi yang sehat.<\/p><p class=\"ql-align-justify\">“Kita bersama-sama bersepeda, semoga ini menjadi amalan yang sehat lahir dan batin. Generasi sehat, bangsa sehat, dan Indonesia sehat.” Ungkap kiai Mutawakkil, begitu sapaannya.<\/p><p class=\"ql-align-justify\">Dalam event gowes kali ini, tersedia tiga jalur khusus, yaitu jalur Fun Bike 15 Km, Mountain Bike (MTB) 25 Km dan Road Bike 36 Km. Ketiga jalur tersebut diberangkatkan secara bergilir. Masing-masing kategori peserta, memiliki jalur lintas yang berbeda. Tentunya, dengan hadiah yang berbeda melalui undian kupon.<\/p><p class=\"ql-align-justify\">Dalam sambutannya selepas mancal, Inisiator Genggong Go Green, Gus dr. Moh. Haris Damanhuri, M.Kes., mengatakan sudah saatnya bersepeda dijadikan budaya dan gaya hidup.<\/p><p class=\"ql-align-justify\">“Kita berharap, bersepeda tidak hanya jadi sarana olahraga saja, tapi juga menjadi budaya dan gaya hidup, seperti bekerja dengan bersepeda dan sebagainya. Karena di samping baik dengan polusi juga untuk kesehatan kita semuanya,”. (ahsan\/ai\/dra)<\/p>",
        "gambar": "gambar-post\/XtpGXVfQWtBYVqbUGvdALPJRiNBMEv5ruEWfxDDF.jpg",
        "created_at": "2022-01-31 12:53:28",
        "updated_at": "2023-02-06 12:57:41"
      },
      {
        "id": "14",
        "categori": "2",
        "author": "2",
        "judul": "Tanam 1.600 Bibit Pohon, Genggong Go Green Carnival 2022 Resmi dibuka",
        "slug": "tanam-1-600-bibit-pohon-genggong-go-green-carnival-2022-resmi-dibuka",
        "excerpt": "GENGGONG – Genggong Go Green (G3) Carnival resmi dibuka di halaman P5 Pesantren Zainul Hasan Genggong, Pajarakan, Kabupaten Probolinggo, Sabtu (29\/01\/2022). Pembukaan event ini dilakukan dengan penanaman ribuan bibit pohon di sekitar Desa Karangbong Kecamatan Pajarakan dan area Pesantren Zainul Hasan Genggong.Pembukaan event tersebut, dihadiri oleh...",
        "body": "<p class=\"ql-align-justify\"><strong>GENGGONG<\/strong> – Genggong Go Green (G3) Carnival resmi dibuka di halaman P5 Pesantren Zainul Hasan Genggong, Pajarakan, Kabupaten Probolinggo, Sabtu (29\/01\/2022). Pembukaan event ini dilakukan dengan penanaman ribuan bibit pohon di sekitar Desa Karangbong Kecamatan Pajarakan dan area Pesantren Zainul Hasan Genggong.<\/p><p class=\"ql-align-justify\">Pembukaan event tersebut, dihadiri oleh Inisiator Genggong Go Green Carnival, Gus dr. Moh. Haris Damanhuri, Kepala Kejaksaan Negeri (Kejari) Kabupaten Probolinggo, David P. Duarsa, Kepala DLH Kabupaten Probolinggo, Dwijoko Nur Jayadi dan sejumlah pejabat lainnya<\/p><p class=\"ql-align-justify\">Dalam kesempatan itu juga, dilakukan pemotongan pita oleh sejumlah pejabat, sebagai simbol dibukanya Genggong Go Green Carnival 2022. Selanjutnya, sebanyak 1.600 bibit pohon ditanam serentak sejumlah Komunitas Pecinta Alam, Santri, Mahasiswa, PC GP Ansor Kota Kraksaan dan Masyarakat Umum.<\/p><p class=\"ql-align-justify\">Kegiatan ini diharapkan bisa mengedukasi masyarakat Desa Karangbong dan desa-desa lainnya di Kabupaten Probolinggo sebagai bentuk pola hidup sehat.<\/p><p class=\"ql-align-justify\">“Mari kita jaga lingkungan kita, karena alam ini bukan warisan dari nenek moyang. Melainkan titipan dari anak cucu kita,” Sambut pengasuh Pesantren Zainul Hasan tersebut, Gus dr. Moh. Haris Damanhuri, M.Kes.<\/p><p class=\"ql-align-justify\">Penanaman tersebut, lanjut beliau, merupakan harapan jangka panjang. Semua bibit yang ditanam saat ini, tidak bisa langsung dinikmati hari ini juga. Melainkan untuk puluhan tahun ke depan.<\/p><p class=\"ql-align-justify\">“Jika tidak untuk kita, setidaknya bisa dinikmati hasilnya untuk anak cucu kita,” ungkap tokoh muda yang akrab disapa Gus Haris itu.<\/p><p class=\"ql-align-justify\">Genggong Go Green Carnival merupakan event tahunan yang digelar pertama kali pada 2018 lalu. Kemudian event kedua, dihelat pada 2020 lalu. Event Gowes ini kembali digelar pada tahun ini dengan penerapan prokes secara ketat dikarenakan masih dalam suasana pandemi Covid-19. (ahsan\/ai\/dra)<\/p>",
        "gambar": "gambar-post\/5WYiKcERIYPcafDIFLzLk9cVkioLOcBvmYCqeVoX.jpg",
        "created_at": "2022-01-31 23:57:41",
        "updated_at": "2023-02-06 13:00:31"
      },
      {
        "id": "15",
        "categori": "1",
        "author": "2",
        "judul": "MA Zaha Peduli Korban Bencana Erupsi Gunung Semeru",
        "slug": "ma-zaha-peduli-korban-bencana-erupsi-gunung-semeru",
        "excerpt": "Lumajang - MA Zainul Hasan 1 Genggong salurkan bantuan berupa bahan pangan (seperti beras, gula, kopi, teh, minyak goreng, air minum), obat-obatan, dan sejumlah kebutuhan bayi (pampers) kepada korban yang terdampak erupsi gunung Semeru di Kabupaten Lumajang pada Senin, 13 Desember 2021.Kegiatan sosial kemanusiaan yang berlangsung dari Jam 12.00 – 1...",
        "body": "<p class=\"ql-align-justify\"><strong>Lumajang<\/strong> - MA Zainul Hasan 1 Genggong salurkan bantuan berupa bahan pangan (seperti beras, gula, kopi, teh, minyak goreng, air minum), obat-obatan, dan sejumlah kebutuhan bayi (pampers) kepada korban yang terdampak erupsi gunung Semeru di Kabupaten Lumajang pada Senin, 13 Desember 2021.<\/p><p class=\"ql-align-justify\">Kegiatan sosial kemanusiaan yang berlangsung dari Jam 12.00 – 14.00 WIB ini dilakukan oleh Ustaz Ahmad Zaini Zainuri, M.Pd (Waka Kesiswaan), Ustaz Ahmad Taufiq, S.Ag (Waka Humas), Agus Surahman S.Si (Pembina OSIS), Ustaz Danil Ainul Islam (Staff ) serta santri Perwakilan OSIS dan Pramuka MA ZAHA.<\/p><p class=\"ql-align-justify\">Terdapat dua posko yang menjadi sasaran bantuan MA Zaha, yaitu posko pengungsian Desa Bago, Kec. Pasirian dengan jumlah pengungsi 26 orang dari desa Curah Kobokan dan Posko Pesantren ulul Albab, Candi Wetan Kec. Candipuro dengan pengungsi 292 orang dari Kebun Deli Selatan, Kebun Deli Utara, Kebun Agung, Kampung Renteng Kec. Candipuro.<\/p><p class=\"ql-align-justify\">Iqbal Zamzami, koordinator relawan mengapresiasi bantuan yang didapat dari usaha dan kerja keras santri serta relawan-relawan MA Zaha ini. Donasi didapatkan dari sumbangan santri, asatidz, karyawan dan penggalangan dana langsung dari warga sekitar madrasah dan pajarakan yang diprakarsai oleh OSIS putra dan putri serta pramuka putra dan putri MA ZAHA.<\/p><p class=\"ql-align-justify\">Ustaz Ahmad Taufiq, S.Ag mengatakan bantuan ini berasal dari warga madrasah dan warga sekitar yang dikoordinir oleh OSIS dan Pramuka MA ZAHA. Semoga dari bantuan ini bisa membantu warga yang terdampak erupsi Gunung Semeru.<\/p><p class=\"ql-align-justify\">Sepulang dari Lumajang, hasil baksos Tim Pramuka juga didonasikan kepada Kwartir Cabang Probolinggo untuk bantuan korban erupsi Gunung Semeru. (dhan85)<\/p>",
        "gambar": "gambar-post\/qw8O7M9LaJ9sGtVnGLAgjbZFpoeoW6yGyxtbr8YV.jpg",
        "created_at": "2021-12-17 13:00:31",
        "updated_at": "2023-02-06 13:03:45"
      },
      {
        "id": "16",
        "categori": "1",
        "author": "2",
        "judul": "MA ZAHA 1 Genggong Gandeng PC IPNU Kota Kraksaan",
        "slug": "ma-zaha-1-genggong-gandeng-pc-ipnu-kota-kraksaan",
        "excerpt": "GENGGONG - Sebagai bentuk keseriusan dalam memajukan kredibilitas santri, OSIS Putra MA Zaha 1 Genggong, menggelar Diklat Leadership. Dalam kegiatan tersebut, OSIS mengundang Ketua PC IPNU Kota Kraksaan, Umarul Faruq Kamila. Ia didapuk sebagai narasumber. Sabtu (04\/12), kegiatan ini dilaksanakan di Aula Rusaifah MA Zaha.Nasasumber asal Desa Wangkal...",
        "body": "<p class=\"ql-align-justify\"><strong>GENGGONG <\/strong>- Sebagai bentuk keseriusan dalam memajukan kredibilitas santri, OSIS Putra MA Zaha 1 Genggong, menggelar Diklat Leadership. Dalam kegiatan tersebut, OSIS mengundang Ketua PC IPNU Kota Kraksaan, Umarul Faruq Kamila. Ia didapuk sebagai narasumber. Sabtu (04\/12), kegiatan ini dilaksanakan di Aula Rusaifah MA Zaha.<\/p><p class=\"ql-align-justify\">Nasasumber asal Desa Wangkal, Kecamatan Gading, Kabupaten Probolinggo, tersebut banyak membahas tentang dasar-dasar kepemimpinan. Menurutnya, diklat ini sangat penting bagi para santri. Khususnya, santri MA Zaha 1 Genggong.<\/p><p class=\"ql-align-justify\">Bukan saja untuk memimpin dirinya sendiri, namun juga orang lain. Karena itu, ia menyampaikan bekal untuk menjadi pemimpin. Mulai dari hal yang wajib dikenali oleh pemimpin sampai teori kepemimpinan.<\/p><p class=\"ql-align-justify\">“Bahwa ada 6 hal yang harus dikenali dan diri sendirilah yang paling awal untuk dikenali oleh calon pemimpin,” terangnya. Menurutnya, bagaimana bisa memimpin orang lain jika tidak bisa mengenali dan memimpin diri sendiri.<\/p><p class=\"ql-align-justify\">Sebanyak 43 santri yang mengikuti agenda rutinan OSIS MA Zaha 1, ini sangat antusias mendengarkannya. Apalagi, alumni Universitas Zainul Hasan Genggong, ini mengakhiri pembahasannya dengan sebuah game analogi berkelompok. “Game ini bertujuan untuk melatih kepahaman audience terhadap kepemimpinan,” ujarnya. (ai\/pers)<\/p>",
        "gambar": "gambar-post\/zUk9LZBzDxSArdxunt1uf6QPbnmlwpAO7tidSFbm.jpg",
        "created_at": "2021-12-05 13:03:45",
        "updated_at": "2023-02-06 13:10:47"
      },
      {
        "id": "17",
        "categori": "1",
        "author": "2",
        "judul": "Kaderisasi Jurnalistik, OSIS MA Zaha Gelar Diklat Jurnalistik",
        "slug": "kaderisasi-jurnalistik-osis-ma-zaha-gelar-diklat-jurnalistik",
        "excerpt": "Genggong - OSIS MA Zainul Hasan 1 (Zaha) Genggong mengadakan Diklat Leadership & Diklat Jurnalistik. Pada hari Minggu (05\/12), bertempat di Aula Rusaifah MA Zaha 1 Genggong. Acara ini diisi oleh Redaktur Jawa Pos Radar Bromo Ustad Rudiyanto.Ketua Osis Faatir Dwi Putra mengungkapkan, bahwa di adakannya Diklat Jurnalistik ini untuk mence...",
        "body": "<p class=\"ql-align-justify\"><strong>Genggong<\/strong> - OSIS MA Zainul Hasan 1 (Zaha) Genggong mengadakan Diklat Leadership&amp; Diklat Jurnalistik. Pada hari Minggu (05\/12), bertempat di Aula Rusaifah MA Zaha 1 Genggong. Acara&nbsp;ini diisi oleh Redaktur&nbsp;Jawa Pos Radar Bromo Ustad Rudiyanto.<\/p><p class=\"ql-align-justify\">Ketua Osis Faatir Dwi Putra mengungkapkan, bahwa di adakannya Diklat Jurnalistik ini untuk mencetak para kader MA Zaha agar menjadi jurnalis yang baik. Acara berlangsung dari pukul 08:00-01:00 WIB dan di ikuti oleh 50 santri. Para santri sangat antusias mendengarkan penjelasan pemateri.<\/p><p class=\"ql-align-justify\">&nbsp;Pembina OSIS Ustad Agus Surahman berharap, dengan diadakannya Diklat Jurnalistik dapat mempunyai kemampuan menulis.Terutama berita, karena berita itu sebagai syiar Osis dan Madrasah.<\/p><p class=\"ql-align-justify\">&nbsp;Ustad yang masih betah membujang tersebut menuturkan, ”Dalam jangka pendek ini kami bisa menerbitkan e-buletin dan e-koran. Untuk jangka panjang, kita bisa mebuat majalah MA Zaha 1”.(mal\/pers).<\/p>",
        "gambar": "gambar-post\/UtkHjVdrtSQ2i8VjkylI90ppn1ltCmkTPzoMsblD.jpg",
        "created_at": "2021-12-05 13:10:48",
        "updated_at": "2023-02-06 13:14:55"
      },
      {
        "id": "18",
        "categori": "3",
        "author": "2",
        "judul": "Bulan November, MA Zaha Hujan Prestasi",
        "slug": "bulan-november-ma-zaha-hujan-prestasi",
        "excerpt": "GENGGONG - Bulan November biasanya identik dengan November rain, tetapi bagi santri MA Zaha, November merupakan bulan hujan prestasi.Sebut saja Salsabila Meisefiyani (kelas XI PK 1) yang berhasil meraih “Bronze Award” dalam ajang PHIMO (Philippine International Mathematical Olympiad). Final Internasionalnya yang diumumkan pada tanggal 17 November 2...",
        "body": "<p class=\"ql-align-justify\"><strong>GENGGONG<\/strong> - Bulan November biasanya identik dengan November rain, tetapi bagi santri MA Zaha, November merupakan bulan hujan prestasi.<\/p><p class=\"ql-align-justify\">Sebut saja Salsabila Meisefiyani (kelas XI PK 1) yang berhasil meraih “Bronze Award” dalam ajang PHIMO (Philippine International Mathematical Olympiad). Final Internasionalnya yang diumumkan pada tanggal 17 November 2021 lalu.<\/p><p class=\"ql-align-justify\">Kemudian pada ajang Pekan Olahraga dan Seni (PORSENI) yang diadakan oleh Kemenag Kabupaten Probolinggo pada tanggal 13 – 16 November 2021, tercatat beberapa santri yang sukses memborong penghargaan, diantaranya Rabiatul Adawiyah (kelas XII Ipa 3) peraih Juara 1 Desain Grafis, Muhammad Abdul Qadir (kelas XII PK 2) peraih Juara 2 Pidato Bahasa Arab, Gilang Salafy (kelas XII Ipa 4) peraih Juara 2 Pidato Bahasa Inggris, Kelvina Berlian Noer Riza (kelas XII PK 1) peraih Juara 3 Cipta Puisi, serta Salsa Meisefiyani, Wasiatus Sodriyah, Uswatun Hasanah (kelas XI PK 1) peraih juara 3 Musabaqoh Fahmil Quran (MFQ).<\/p><p class=\"ql-align-justify\">Tidak berhenti disini, tercatat November hujan prestasi MA Zaha pada Closing and awarding Procommit V11 Prodistik ITS Surabaya yang dilaksakan hari Sabtu, 27 November 2021 dengan perolehan prestasi diantaranya Sasa Nola Tsaira (kelas XII Ipa 3) peraih Juara Desain Content Instgram dan Yuliatin Ningsih (kelas XII 3) peraih juara 2 Apresiasi Karya Akhir Siswa dengan judul “Aplikasi Database Klinik Hafshawaty Pesantren Zainul Hasan Menggunakan Ms Access”.<\/p><p class=\"ql-align-justify\">Nun Ahsan Maliki, Kepala MA Zaha secara khusus menyampaikan rasa terimakasihnya kepada para Asatidz terutama pembina lomba. “Alhamdulllah, secara khusus saya berterimakasih kepada para pembimbing, pembina dan para asatidz yang telah ikut berjuang dalam mengupayakan perkembangan santri dalam mengasah kemampuan demi meraih prestasi, saya juga berharap, agar santri-santri MA Zaha yang telah mengukir sejarah dengan berbagai prestasinya terutama Ananda Salsabila (Peraih Bronze Award) tidak mudah cepat puas dengan perolehan yang di dapat di MA Zaha, dan semoga segala prestasi yang telah diraih ini akan menjadi pintu kesuksesan para santri dimasa mendatang”.<\/p><p class=\"ql-align-justify\">Selain ucapan selamat, beliau juga berpesan agar para santri selalu memperbanyak istighfar. “Saya ucapkan selamat, dan jangan lupa perbanyaklah istighfar, karena khawatir keberhasilan kalian ini menjadi jalan kecongkakan dan kesombongan, maka mari memperbanyak istighfar dan tetaplah menjadi santri yang rendah hati serta tetap memberikan manfaat pada orang lain melalui madrasah dan pesantren”. Tutup Nun Alex, sapaan akrab Kepala Madrasah.(deo)<\/p>",
        "gambar": "gambar-post\/zFkqfk13eUUJKE8EH2qsZHANnu7pXmQqo6HYwELA.jpg",
        "created_at": "2021-12-01 13:14:55",
        "updated_at": "2023-02-06 13:20:45"
      },
      {
        "id": "19",
        "categori": "1",
        "author": "2",
        "judul": "Uji Nalar Santri, Soal PAS Dituntut Level HOTS",
        "slug": "uji-nalar-santri-soal-pas-dituntut-level-hots",
        "excerpt": "Kegiatan penyusunan soal Penilaian Akhir Semester (PAS) di MA Zainul Hasan Genggong menjadi kegiatan lanjutan setelah kegiatan supervisi guru dilakukan selama dua hari. Kegiatan ini dilaksanakan di aula lantai tiga gedung MA pada Rabu, (24\/11\/2021). Kegiatan dilakukan lebih awal dari jadwal guna mengefektifkan waktu libur santri.Pelatihan pemb...",
        "body": "<p class=\"ql-align-justify\">Kegiatan penyusunan soal Penilaian Akhir Semester (PAS) di MA Zainul Hasan&nbsp;Genggong menjadi kegiatan lanjutan setelah kegiatan supervisi guru dilakukan selama dua hari. Kegiatan ini dilaksanakan di aula lantai tiga gedung MA pada Rabu, (24\/11\/2021). Kegiatan dilakukan lebih awal dari jadwal guna mengefektifkan waktu libur santri.<\/p><p class=\"ql-align-justify\">Pelatihan pembuatan soal dipandu langsung oleh Ustaz Muhibbul Firdaus S.Pd.I sebagai narasumber. “Sebenarnya inti kegiatan ini untuk meningkatkan kualitas mutu soal ujian dan melatih siswa agar mampu bersaing saat hendak menuju ke perguruan tinggi nantinya,” tegas ustaz sekaligus tim kurikulum tersebut. Seluruh kegiatan berjalan dengan disiplin, hal tersebut dibuktikan dengan kesesuaian target yang ditentukan madrasah dengan hasil kerja setiap guru pengampu pelajaran.<\/p><p class=\"ql-align-justify\">Soal PAS dituntut untuk sampai pada level Higher-order Thingking Skill atau lebih dikenal dengan istilah HOTS. “Soal HOTS, bukan tentang soal yang tingkat kesukarannya tinggi, sampai siswa tidak bisa mengerjakan. Tapi soal HOTS merupakan soal yang menguji kemampuan bernalar siswa secara tingkat tinggi,” pungkas Ustaz Muhib sebagai narasumber pelatihan.(yn)<\/p>",
        "gambar": "gambar-post\/KSV1fruMNQnfP35tPPduo63r02zny2jAAVa0F4Hm.jpg",
        "created_at": "2021-11-25 13:20:45",
        "updated_at": "2023-02-06 13:24:58"
      },
      {
        "id": "20",
        "categori": "2",
        "author": "2",
        "judul": "Sempat Tertunda, Tasyakuran Takhtiman Alfiyah Ibnu Malik Berjalan Khidmat",
        "slug": "sempat-tertunda-tasyakuran-takhtiman-alfiyah-ibnu-malik-berjalan-khidmat",
        "excerpt": "Sebanyak tujuh belas santri Madrasah Aliyah Program Keagamaan (MA-PK) Pesantren Zainul Hasan Genggong dinyatakan telah menyelesaikan target hafalan nazham Alfiyah Ibnu Malik setelah mengikuti Tasyakuran Takhtiman pada Senin malam (22\/11\/21). Kegiatan tersebut dilaksanakan setelah sebelumnya para santri mengikuti pentashihan hafalan pada 26 Juli lal...",
        "body": "<p class=\"ql-align-justify\">Sebanyak tujuh belas santri Madrasah Aliyah Program Keagamaan (MA-PK) Pesantren Zainul Hasan Genggong dinyatakan telah menyelesaikan target hafalan nazham Alfiyah Ibnu Malik setelah mengikuti Tasyakuran Takhtiman pada Senin malam (22\/11\/21). Kegiatan tersebut dilaksanakan setelah sebelumnya para santri mengikuti pentashihan hafalan pada 26 Juli lalu.<\/p><p class=\"ql-align-justify\">Pembina MA-PK, Najwan Nada, menyampaikan sebenarnya santri kelas XII tersebut sudah khatam pada akhir tahun 2019 dan awal tahun 2020. “Tetapi memang untuk ikut pentashihan, harus sering-sering melalar (mengulang-ulang hafalan, red) kepada kami. Makanya pentashihannya baru Juli kemarin,” imbuh perempuan asal Situbondo tersebut.<\/p><p class=\"ql-align-justify\">Meskipun sempat tertunda, tasyakuran tetap berlangsung khidmat dengan pembacaan nazham karangan Imam Abu Abdillah Muhammad Jamaluddin Ibnu Malik secara bersama-sama. Beberapa santri tampak sangat menikmati lalaran karena diiringi dengan tabuhan alat banjari dan lagu yang bergantian pada setiap babnya.<\/p><p class=\"ql-align-justify\">Pembina meminta santri kelas XI mempersiapkan diri mengikuti pentashihan pada Maret mendatang. “Kalau yang sudah selesai hafalannya 1002 bait banyak, lebih dari 50 santri. Tapi memang tidak semuanya bisa ikut pentashihan di pondok, karena di Madrasah juga ada Ujian Muhafadhoh tiap semester,” jelasnya. Meskipun demikian, santri yang tidak ikut pentashihan 1002 bait tetapi pada ujian muhafadhoh tiap semester lulus, tetap diberi penghargaan oleh Kepala MA Zaha, Nun Ahsan Maliki pada Agustus lalu.<\/p><p class=\"ql-align-justify\">Moh. Fauzi Afnani sebagai Koordinator Muhafadhoh sekaligus Pembina Pondok berharap, selain hafal para santri juga bisa mempertahankan kandungan yang ada di Alfiyah sebagai bekal membaca dan memahami isi kitab. (en)<\/p>",
        "gambar": "gambar-post\/PXYEorJiG4kvr4s9sCXGauxl1ZxTcbRXyvxh7GiF.jpg",
        "created_at": "2021-11-23 13:24:59",
        "updated_at": "2023-02-06 13:27:32"
      },
      {
        "id": "21",
        "categori": "1",
        "author": "2",
        "judul": "Pastikan Mutu Pendidikan, MA ZAHA 1 Genggong Gelar Supervisi Guru",
        "slug": "pastikan-mutu-pendidikan-ma-zaha-1-genggong-gelar-supervisi-guru",
        "excerpt": "Genggong : Madrasah Aliyah Zainul Hasan 1 Genggong (MA ZAHA 1 ), melaksanakan supervisi akademik bagi guru-guru guna untuk memastikan mutu pendidikan sesuai dengan standar nasional dan kebijakan pendidikan untuk madrasah di Kementerian Agama. Senin (22\/11\/2021).Nun Ahsan Maliki, S.Sy., M.Pd, menyebutkan bahwa Tujuan supervisi ini sebagai bimbingan,...",
        "body": "<p class=\"ql-align-justify\"><strong>Genggong<\/strong> : Madrasah Aliyah Zainul Hasan 1 Genggong (MA ZAHA 1 ), melaksanakan supervisi akademik bagi guru-guru guna untuk memastikan mutu pendidikan sesuai dengan standar nasional dan kebijakan pendidikan untuk madrasah di Kementerian Agama. Senin (22\/11\/2021).<\/p><p class=\"ql-align-justify\">Nun Ahsan Maliki, S.Sy., M.Pd, menyebutkan bahwa Tujuan supervisi ini sebagai bimbingan, pembinaan, konsultasi, meningkatkan kualitas pembelajaran profesi guru, Serta menjamin dan meningkatkan mutu pendidikan di MA zainul Hasan 1 Genggong. Sebagai salah satu acuan dalam penyelenggaraan layanan pendidikan, Sehingga terwujud madrasah mumtaz,” jelas Kepala MA Zainul Hasan 1 Genggong saat beri sambutan.<\/p><p class=\"ql-align-justify\">&nbsp;“Sesama Guru mesti menginspirasi dan memotivasi semua warga madrasah di dalamnya serta memanfaatkan semua sumber daya yang ada. Semua itu penting untuk mencapai tujuan dan misi madrasah, lewat supervisi ini menjadi salah satu langkahnya,” kata Nun Alex.<\/p><p class=\"ql-align-justify\">Adapun tahapan yang dilakukan oleh supervisor dalam melaksanakan supervisi akademik adalah validasi administrasi, pengamatan pelaksanaan proses mengajar dan penyusunan rekomendasi dan solusi ke depan, serta pelaksanaan evaluasi secara berkelanjutan.<\/p><p class=\"ql-align-justify\">Kegiatan supervisi yang bertempat di Gedung P5 Lantai 3 ini berlansung selama 2 hari, yaitu pada senin-selasa, 22-23\/11\/2021. (hen)<\/p>",
        "gambar": "gambar-post\/FcpA7CUdqAxRITC4jdBq37DivrN6hKXjFiH50aQx.jpg",
        "created_at": "2021-11-22 13:27:32",
        "updated_at": "2023-02-06 13:30:26"
      },
      {
        "id": "22",
        "categori": "1",
        "author": "2",
        "judul": "Reward Umroh Gratis, Kepala Madrasah Sebut Sempat Dicanangkan Sejak 2020",
        "slug": "reward-umroh-gratis-kepala-madrasah-sebut-sempat-dicanangkan-sejak-2020",
        "excerpt": "Kamis lalu, (02\/02\/2023) MA Zainul Hasan 1 Genggong menggelar perayaan Milad ke-55. Acara tersebut dimeriahkan dengan berbagai penampilan dari santri dan asatiz, diantaranya seni tari daerah dan pembacaan nazham Safinatun Najah dan Alfiyah Ibnu Malik yang diiringi dengan alunan musik kentungan.Selain penampilan bakat santri, pada Milad kali ini MA...",
        "body": "<p class=\"ql-align-justify\">Kamis lalu, (02\/02\/2023) MA Zainul Hasan 1 Genggong menggelar perayaan Milad ke-55. Acara tersebut dimeriahkan dengan berbagai penampilan dari santri dan asatiz, diantaranya seni tari daerah dan pembacaan nazham Safinatun Najah dan Alfiyah Ibnu Malik yang diiringi dengan alunan musik kentungan.<\/p><p class=\"ql-align-justify\">Selain penampilan bakat santri, pada Milad kali ini MA Zaha kembali memberikan penghargaan kepada para guru dan santri berprestasi. “Dalam setengah tahun terakhir, beberapa anak berhasil meraih kejuaraan di lomba tingkat nasional bahkan internasional, jadi harus diapresiasi pada Milad ini,” ungkap Ahmad Taufiq, Ketua Panitia Milad MA Zaha.<\/p><p class=\"ql-align-justify\">Apresiasi kepada guru dengan pengabdian terlama juga diberikan oleh Nun Ahsan Maliki, Kapala Madrasah berupa voucher umroh. Apresiasi khidmah tersebut diberikan kepada Ahmad Taufiq yang mengabdi selama 31 tahun, dan Ahmad Juwaini selama 29 tahun.<\/p><p class=\"ql-align-justify\"><span style=\"background-color: rgb(255, 255, 255); color: rgb(113, 128, 150);\">Kabarnya, Nun Alex sudah merencanakan umroh gratis ini sejak tahun 2020. “Tapi karena kendala Covid-19 selama 2 tahun terakhir, jadi saya tunda dulu,” jelasnya. Di akhir wawancara, Kepala Madrasah yang juga merupakan Pengasuh Pondok Darut Tauhid ini juga menyampaikan, “Saya ingin mewujudkan keinginan guru-guru untuk ke Mekah-Madinah. Bismillah, pelan-pelan.”(en)<\/span><\/p>",
        "gambar": "gambar-post\/22440c175373d4a6f131ca7e23e4c11f.jpg",
        "created_at": "2023-02-04 07:01:48",
        "updated_at": "2023-02-09 11:40:33"
      }
    ]
  }
]
